Repository: gatuno/ThinIce
Catalog: po/*.po
Languages: de, es, fr, pt

source: 1 coin bag
es: 1 bolsa de monedas

source: Collect 1 coin bag
es: Recoge una bolsa con monedas

source: 3 coin bags
es: 3 Bolsas

source: Collect 3 coin bags
es: Recoge 3 bolsas con monedas

source: 6 coin bags
es: 6 Bolsas

source: Collect 6 coin bags
es: Recoge 6 bolsas con monedas

source: Iced Treasure
es: Tesoro helado

source: Find the hidden treasure room
es: Encuentra la sala del tesoro

source: 10 coin bags
es: 10 bolsas

source: Collect 10 coin bags
es: Recoge 10 bolsas con monedas

source: Ice Bonus
es: Hela-bono

source: Completely melt 480 ice tiles
es: Derrite 480 bloques de hielo

source: Ice Trekker
es: Hela-camino

source: Push all blocks to the correct position
es: Pon los bloques en la posición correcta

source: 33 coin bags
es: ¡Todas!

source: Collect all coin bags on every level
es: Recoge todas las bolsas de los niveles

source: Ice Master
es: Maestro del hielo

source: Master all the mazes
es: Domina todos los laberintos

source: Start
es: Inicio
fr: Démarrer
pt: Iniciar

source: Play
de: Spielen
es: Jugar
fr: Jouer
pt: Jogar

source: Back
de: Zurück
es: Volver
fr: Retour
pt: Voltar

source: Next
de: Weiter
es: Sgte.
fr: Prochain
pt: Próxima

source: Melt ice on your way through each maze. Once the ice is melted you can't walk back. Melt all the ice to solve the stage
de: Schmelze Eis auf dem Weg durch die Labyrinthe. Wenn das Eis weg ist, kannst du nicht mehr zurück. Zum Lösen des Levels muss das ganze Eis weg sein.
es: Derrite el hielo a medida que avanzas por cada laberinto. Una vez que has derretido un bloque no puedes volver hacia atrás. Para completar un nivel tienes que derretir todo el hielo.
fr: Fais fondre la glace en te déplaçant dans chaque labyrinthe. Une fois que la glace est fondue, tu ne peux plus faire marche arrière. Fais fondre toute la glace pour franchir le niveau.
pt: Derreta o gelo no caminho para atravessar o labirinto. Quando o gelo derreter, você não poderá fazer o caminho de volta. Derreta o gelo todo para chegar ao fim da fase.

source: Use the arrow keys to move your character around.
de: Benutze die Pfeiltasten, um deine Figur zu bewegen.
es: Usa las flechas del teclado para que tu puffle avance por el hielo.
fr: Utilise les flèches de ton clavier pour déplacer ton personnage.
pt: Use as setas do teclado para fazer o puffle andar.

source: Make your way to the red exit to finish the level.
de: Bewege dich zum roten Ausgang, um das Level zu lösen.
es: Para pasar al siguiente nivel busca la salida roja.
fr: Trouve ton chemin jusqu'à la sortie en rouge pour terminer le niveau.
pt: Vá até a saída vermelha para terminar o nível.

source: More points are earned by walking over all ice in the stage.
de: Du bekommst mehr Punkte, wenn du über das ganze Eis im Level läufst.
es: Si derrites todo el hielo del laberinto ganas más monedas.
fr: Tu gagnes plus de points si tu fais fondre toute la glace dans un niveau.
pt: Se você derreter todo o gelo do caminho, ganha mais pontos.

source: Earn more points by solving each level on your first try. Also, coin bags will appear if you are solving levels.
de: Du bekommst mehr Punkte, wenn du das Level beim ersten Versuch löst. Wenn du ein Level erfolgreich löst, tauchen Münzsäcke auf.
es: También ganas puntos extra por completar un nivel en tu primer intento. A medida que avances de nivel aparecerán bolsas con monedas.
fr: Tu gagnes plus de points si tu franchis chaque niveau du premier coup. De plus, des sacs de pièces apparaissent si tu résouds les niveaux.
pt: Se você terminar cada fase na primeira tentativa, ganha mais pontos também.E mais: você ainda pode ganhar um saco de moedas no caminho!

source: Reset
de: Neu Starten
es: De nuevo
fr: Recommencer
pt: De novo

source: Level
es: Nivel
fr: Niveau
pt: Nível

source: Solved
de: Gelöst
es: Completos
fr: Réussi
pt: Completos

source: Points
de: Punkte
es: Puntos
pt: Pontos

source: Levels solved
de: Gelöste Levels
es: Niveles completos
fr: Niveaux résolus
pt: Níveis completos

source: Levels solved on first try
de: Beim ersten Versuch gelöste Levels
es: Niveles resueltos en primer intento
fr: Niveaux résolus en un coup
pt: Níveis completos na primeira tentativa

source: Coins bags collected
de: Gesammelte Münzsäcke
es: Bolsas de monedas halladas
fr: Sacs de pièces récoltés
pt: Sacos de moedas encontrados

source: Total ice melted
de: Gesamtes geschmolzenes Eis
es: Total de hielo derretido
fr: Total de neige fondue
pt: Total de gelo derretido

source: Solved game quickly bonus
de: Bonus für schnelles Spiel
es: Premio por rapidez de juego rápido
fr: Bonus résolution rapide du jeu
pt: Bônus pela Rapidez no Jogo

source: Total points
de: Gesamtpunktzahl
es: Puntos totales
pt: Total de Pontos

source: Coins earned
de: Gefundene Münzen
es: Monedas ganadas
fr: Pièces gagnées
pt: Moedas Ganhas

source: %i tiles
de: %i Ziegel
es: %i Bloques de hielo
fr: %i Blocs
pt: %i Blocos de gelo

source: %i points
de: %i Punkte
es: %i puntos
pt: %i Pontos

source: Finish
de: Beenden
es: Terminar
fr: Terminer
pt: Terminar

source: Thin Ice
de: Dünnes Eis
es: Hielo Fino
fr: Chaud Devant!
pt: Gelo Fino
